<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Newsletter: Article
    |--------------------------------------------------------------------------
    |
    */

    'setting_id' => '設定 ID',
    'serial'     => '編號',
    'style'      => '樣式',
    'subject'    => '主題',
    'content'    => '內容',
    'is_enabled' => '是否啟用',

    'name'        => '名稱',
    'description' => '描述',

    'list'   => '信件清單',
    'create' => '新增信件',
    'edit'   => '信件修改',

    'form' => [
        'information' => '信件資訊',
            'basicInfo' => '基本資訊',
            'body'      => '寄出內容'
    ],

    'delete' => [
        'header' => '刪除信件',
        'body'   => '確定要刪除這封信件嗎？'
    ]
];
